Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B06A.tmx
Source language: en_us
Languages: zh_cn

source: How Ireland Got Its Groove Back
zh_cn: 爱尔兰的东山再起

source: The Irish have an expression, "to put on the poor mouth" -- meaning to exaggerate the severity of your circumstances in order to gain sympathy, charity, and perhaps forbearance.
zh_cn: 爱尔兰人有个说法，“哭穷”，意思是夸大你所处环境的安全问题来博取同情，施舍以及宽容。

source: In the aftermath of the collapse of Ireland's construction bubble in 2007, the country did exactly that and received a package of loans from the European Union and the International Monetary Fund (IMF) that will last until 2014.
zh_cn: 在2007年爱尔兰建设泡沫破灭的余波下，这个国家还真这样做了，并且从欧盟以及国际货币基金组织中获取了可以一直贷到2014年的巨额贷款。

source: For years, Dublin has sought to ingratiate itself to the European authorities, arguing privately that it would default on its loans absent a deal on the 64 billion euros of banking debt that past governments had run up.
zh_cn: 这些年来，都柏林市政府一直力图讨好欧洲当局，并与之私下讨论是否可以拖欠由之前的都柏林市政府官员积欠的价值640亿欧元的银行欠款。

source: At long last, Ireland is beginning to move beyond putting on the poor mouth.
zh_cn: 过去很长的一段时间，爱尔兰政府试着做出转变。

source: The country's prime minister, Enda Kenny, recently graced the cover of Time, accompanied by the headline "The Celtic Comeback," and the Financial Times called Ireland's finance minister one of the best in Europe.
zh_cn: 国家总理肯尼最近登上了《时代周刊》的封面，上面附着一句标题“凯尔特归来”，《金融时报》称爱尔兰的财政部部长是全欧洲最好的财政部长之一。

source: The nation's largest banks can borrow again on the open market.
zh_cn: 这个国家所有大型银行又能够在自由市场中筹备到资金。

source: The interest rates on Ireland's sovereign bonds -- seen as key indicators of the probability of default -- are rapidly falling.
zh_cn: 爱尔兰主权债券的利率――被视为欠债可能性的关键指标――也在快速下降。

source: Rating agencies such as Moody's and Fitch have upgraded their outlooks on the country and some of its banks.
zh_cn: 评级代理机构，如穆迪公司以及惠誉国际，也已经更新了对爱尔兰和爱尔兰某些银行的评级。

source: The turnaround seemed nearly complete last summer, when t he government held two successful sovereign bond auctions and planned many more for the next year.
zh_cn: 去年夏天，爱尔兰政府举行了两次成功的主权债务拍卖，并且计划在未来几年中举行更多次的拍卖，这个转变似乎几近完成。

source: By late 2013 or early 2014, Ireland should no longer need the assistance it has received from the EU and the IMF.
zh_cn: 到2013年底或2014年初，爱尔兰应该可以不再需要它已经获得的来自欧盟和国际货币基金组织的帮助。

source: The economy is still growing slowly in terms of GDP, but it is far from collapsing.
zh_cn: 从国内生产总值来看，爱尔兰的经济增长很缓慢，但是，它完全没有经济瓦解的可能。

source: Exports have driven most of this growth, thanks to unit labor costs that have fallen faster than those of any other country in Europe.
zh_cn: 由于爱尔兰的单位劳动成本的下降速度比欧洲其他国家更快，商品输出的比重占经济增长比重的大头。

source: Irish banks are deleveraging -- dumping bad loans, basically -- in order to shrink their balance sheets down to a more manageable size.
zh_cn: 爱尔兰的银行正在“去杠杆化”――主要是处理坏账――为了使资产负债表缩小至一个易管理的规格。

source: Ireland is still a haven for multinational corporations searching for low taxes and a flexible, young, skilled labor force.
zh_cn: 爱尔兰依然是进行多边国家追求低税以及灵活年轻专业化劳动力合作的第二天堂。

source: Once the threat of an outright default passed and property prices began to bottom out, international investors began buying up properties there.
zh_cn: 曾经公然违约带来的威胁已经过去，房地产价格也见底回升，国际投资者开始在爱尔兰买房。

source: Unlike in Greece, there have been no major public protests or social disturbances.
zh_cn: 与希腊不同的是，爱尔兰从来没有出现过公众抗议和社会动乱。

source: Proponents of austerity have held up Ireland as the poster child for their agenda.
zh_cn: 紧缩政策的支持者已经把爱尔兰视为她们议程的典范。

source: Indeed, the country has gotten its fiscal house in order by raising taxes and slashing spending.
zh_cn: 的确，通过增税和削减开支，这个国家已经使得财政部运营得井井有条。

source: When it comes to budgetary discipline, as the former European Central Bank President Jean-Claude Trichet said in May, "Greece has a role model. And that role model isIreland."
zh_cn: 一谈到预算纪律，前欧洲中央银行行长特里谢在五月份时说道，“希腊现在有个榜样，这个榜样就是爱尔兰。”

source: And yet: Domestic demand has flatlined, and the government still needs to find 18 billion more euros to cut in its next three budgets.
zh_cn: 此外，内需停滞不前，政府仍然需要找到至少180亿欧元的资金来填补接下来的三个大预算。

source: The total output of the country stands at around 160 billion euros -- only about 1.5 percent of the United States' total output.
zh_cn: 爱尔兰的国家总输出大约是1600亿欧元――仅为美国总输出的1.5%左右。

source: Ireland's debt-to-GDP ratio has reached a staggering 108 percent, and it is projected to rise to 122 percent by 2014, making default a real possibility.
zh_cn: 爱尔兰的债务率达到了令人吃惊的108%，计划至2014年达到122%，明摆着会欠债。

source: The ratio of household debt to disposable income is running at 210 percent, much higher than in any other developed country.
zh_cn: 家庭负债也达到了个人可支配收入的210%，比其他发达国家高出很多。

source: Nearly 15 percent of the Irish public is without work, with more than half of those people having been unemployed for over a year.
zh_cn: 此外，近15%的爱尔兰民众没有工作，其中超过半数的人已经失业超过一年。

source: The state has pumped more than 64 billion euros into its wayward banks, which still refuse to lend.
zh_cn: 尽管爱尔兰政府已经连续拨出超过640亿的贷款给银行，可是这些银行仍然很固执不愿将这些贷款借给这些失业者。

source: All this suggests that the prospects for a robust recovery seem slim.
zh_cn: 所有的一切表明，强劲复苏的前景似乎很渺茫。

source: Even if demand somehow bounced back tomorrow, Ireland would still have enormous amounts of debt to repay, which will hamper growth for the foreseeable future.
zh_cn: 就算不知怎地明天需求反弹起来，爱尔兰政府依旧还有巨额债务需要偿还，这个事实将会限制可预见的未来的发展。

source: Ireland, in other words, may have reached only the halfway marker in its lost decade.
zh_cn: 换句话说，爱尔兰在它“失去的十年”里，也许只达到它能做到的一半。

source: So why do the markets still believe in Ireland?
zh_cn: 因此，为什么市场还相信着爱尔兰呢？

source: For starters , when it comes to debt and default, Ireland often gets lumped together with the bailout recipients on Europe's periphery such as Hungary, Greece, Latvia, Lithuania, and Portugal.
zh_cn: 首先，当它遇到债务和拖欠时，它总是和欧洲周边的救市基金受益者团结在一起，如匈牙利，希腊，拉脱维亚，立陶宛和葡萄牙。

source: Compared with these basket cases, Ireland is in an altogether different class.
zh_cn: 爱尔兰与那些完全不做努力的国家相比，它看起来截然不同。

source: That is not to say everything is rosy, but in the land of the blind, the one-eyed man is king.
zh_cn: 这并不是说爱尔兰有多么好，只是在一群瞎子中间，独眼龙还是最强大的。

source: Second, much of the consolidation in the interest rates demanded for Irish debt relative to that of the stronger European economies is coming from Irish banks buying the government's debt in a return to home-biased investment.
zh_cn: 其次，爱尔兰债务需求相对于强大的欧洲经济体而言，其大部分的利率整合来自于爱尔兰银行为了偿还国内偏向投资而购买的国债。

source: In other words, rather than investing all over the world, Europe's banks are directing their funds toward their home markets, spurring demand for their own countries' bonds.
zh_cn: 换言之，与其在全世界进行投资，爱尔兰直接把资金投向了国内市场，刺激了国家的债券需求。

source: Finally, the markets assume that the Irish public will accept draconian austerity measures and suffer quietly, as it has for the past five years.
zh_cn: 最后，市场相信爱尔兰民众会接受这个严苛的紧缩政策并且安全的渡过，就像过去五年表现出的那样。

source: Even in September 2009, when tens of billions of euros of guaranteed and unguaranteed bonds were paid back using future taxpayers' incomes, the Irish did not take to the streets.
zh_cn: 甚至在2008年的9月，数百亿担保及未担保的债券用了未来纳税人的收入来偿还，民众也没有进行游街抗议。

source: Austerity, however unpleasant, has been managed by the authorities to avoid large-scale public protest, and the worst has already passed.
zh_cn: 然而令人不快的是，为了避免大规模的民众抗议，紧缩政策一直都由政府来管理，尽管最糟糕的情况已经过去了。

source: The 8.1 billion euros of spending cuts and tax increases expected over the next two years will pale in comparison to the 25.1 billion euros of cuts and tax hikes that the country has already endured.
zh_cn: 相比该国已经承受的251亿欧元的削减开支和增税，81亿欧元的削减开支和增税显得有些苍白。

source: The funny thing about sovereign debt is that a country's level of debt does not actually matter in the short run, as long as someone is willing to lend to it.
zh_cn: 关于国债的有趣的一件事是，一个国家的债务水平不会在短期内产生问题，只要还有人愿意借钱给这个国家。

source: Perception is everything.
zh_cn: 洞察力就是一切。

source: For this reason, Ireland's strategy of ingratiating itself to the European authorities and working to convince investors that its bonds are safe may prove wise.
zh_cn: 因为这样，爱尔兰讨好欧洲当局以及使投资者相信该国债券安全的策略会证明是明智的。

source: Ireland will almost certainly require further assistance of some kind after 2014, including a restructuring of the bank-related debt incurred by previous governments.
zh_cn: 2014年以后，爱尔兰一定需要更多形式的帮助，包括由前政府积欠的银行债务的重组。

source: But this fact somehow does not faze the markets.
zh_cn: 但是无论怎样，这个事实都不会困扰市场。

source: Ireland may seem to be the latest model for those pushing austerity across Europe, but the continent's authorities should be wary of applying the lessons of the Irish experience to the next wayward country.
zh_cn: 对于在欧洲推行紧缩政策的国家而言，爱尔兰似乎是一个最新的榜样，但是，欧洲大陆政府当局还要注意把爱尔兰的经验教训应用在下一个任性的国家。

source: Ireland is tiny, its government and populace are unusually pliant, and the scale of its housing boom and bust was unprecedented.
zh_cn: 爱尔兰这个国家非常小，并且它的政府和老百姓无比顺从，该国房地产的繁荣与萧条也是空前的。

source: The markets perceive Ireland differently than they do other countries and have been more likely to trust it.
zh_cn: 市场认识到爱尔兰与其他的国家不同，因此比起其他国家更可能去相信爱尔兰。

source: So the precedent Ireland offers its European neighbors is not exemplary but cautionary.
zh_cn: 爱尔兰这个先例提供给它的欧洲邻居们不是范例而是警示。

source: Given Ireland's treatment by the markets, other countries in Europe may be more circumspect about asking for aid, even if it makes sense for them to accept it.
zh_cn: 与市场对待爱尔兰的方式不同之处是，其他的欧洲国家在寻求援助时可能要更加小心谨慎，即使接受那份援助对他们意义重大。

source: Perhaps, for once, Ireland may save itself by refusing to put on the poor mouth; other European countries ought to think twice before doing the same.
zh_cn: 也许，曾经的爱尔兰通过不再哭穷而挽救了整个国家，但是，其他的欧洲国家在效仿爱尔兰的时候还是应该三思而后行。
